<div class="info adapt">
    <div class="adapt" style="display: flex; align-items: center; margin-top: 10px">
        <img width="720" src="/files/other/dota.jpg" style="margin: 0 15px 15px 0">
        <p style="font-size: 24px">Игра использует стандартную для стратегий
            в реальном времени камеру и похожий интерфейс,
            однако сражения приправлены драйвом и элементами
            ролевых экшенов. Грубо говоря, выглядит и управляется
            Dota примерно как StarCraft 2, но вы не строите базу
            и распоряжаетесь одним-единственным персонажем. Причем
            всякий раз его приходится развивать с нуля в рамках матча
            — с первого уровня до максимального тридцатого.</p>
    </div>
    <div class="adapt" style="display: flex; align-items: center; margin-top: 10px">
        <p style="font-size: 24px">
            На поле боя сталкиваются две команды — воины Света
            и приспешники Тьмы, в каждой из которых сражается
            по пять героев, выбираемых из обширной картотеки.
            У обеих сторон есть по базе, и от одной к другой ведут
            три дорожки. В свою очередь, вдоль дорожек расположены
            три ряда защитных башен, в начале матча представляющих
            серьезную угрозу для героев низкого уровня.</p>
        <img width="720" src="/files/other/2.jpg" style="margin: 0 15px 15px 0">
    </div>
    <div class="adapt" style="display: flex; align-items: center; margin-top: 10px">
        <img width="720" src="/files/other/3.jpg" style="margin: 0 15px 15px 0">
        <p style="font-size: 24px">Верхняя и нижняя части карты
            зеркально соответствуют друг другу, а главным словом
            в лексиконе игроков является «мид» — средняя тропинка,
            предназначенная для особо кровопролитных сеч. По миду
            проще всего добраться до негостеприимных дверей чужой
            базы, поэтому к нему всегда повышенный интерес.</p>
    </div>
    <div class="adapt" style="display: flex; align-items: center; margin-top: 10px">
        <p style="font-size: 24px">
            Основная идея игры элементарна: необходимо уничтожить
            башни соперника, а затем сровнять с землей его бараки
            и здание под названием Древний — сердце базы,
            по-простому называемое троном.</p>
        <img width="720" src="/files/other/4.jpg" style="margin: 0 15px 15px 0">
    </div>
</div>
